Repository: NaN-tic/trytond-sale_payment
Catalog: locale/*.po
Languages: ca_es

# error:account.statement.line:
source: Amount should be a positive or negative value.
ca_es: L'import hauria de ser un valor positiu o negatiu.

# error:close.statement:
source: Statement %s already closed.
ca_es: Extracte %s ja tancat.

# error:close.statement:
source: Statement %s closed.
ca_es: Extracte %s tancat.

# error:close.statement:
source: Statement %s not found.
ca_es: Extracte %s no trobat.

# error:close.statement:
source: User %s has not any device assigned yet.
ca_es: L'usuari %s no té cap terminal assignat encara.

# error:open.statement:
source: Statement %s already opened.
ca_es: Extracte %s ja obert.

# error:open.statement:
source: Statement %s opened.
ca_es: Extracte %s obert.

# error:open.statement:
source: User %s has not any device assigned yet.
ca_es: L'usuari %s no té cap terminal assignat encara.

# error:res.user:
source: You can not have two users with the same login!
ca_es: No podeu tenir dos usuaris amb el mateix identificador d'entrada!

# error:sale.payment:
source: A customer invoice/refund from sale device has not been created.
ca_es: Una factura / factura de devolució d'un terminal de venda no s'ha creat.

# error:sale.payment:
source: A draft statement for "%s" payments has not been created.
ca_es: Un extracte esborrany per "%s" pagaments no s'ha creat.

# error:sale.payment:
source: You have not defined a sale device for your user.
ca_es: No heu definit un terminal de venda per al vostre usuari.

# error:sale.sale:
source: Go to user preferences and select a shop ("%s")
ca_es: Selecciona una botiga en les seves preferencies ("%s")

# field:account.statement,users:
source: Users
ca_es: Usuaris

# field:account.statement.journal,devices:
source: Devices
ca_es: Terminals

# field:account.statement.line,sale:
source: Sale
ca_es: Venda

# field:close.statement.done,result:
source: Result
ca_es: Resultat

# field:open.statement.done,result:
source: Result
ca_es: Resultat

# field:res.user,sale_device:
source: Sale Device
ca_es: Terminal de venda

# field:sale.configuration,pos_sequence:
source: Sale Pos Code Sequence
ca_es: Seqüencia Venta TPV

# field:sale.device,company:
source: Company
ca_es: Companyia

# field:sale.device,create_date:
source: Create Date
ca_es: Data creació

# field:sale.device,create_uid:
source: Create User
ca_es: Usuari de creació

# field:sale.device,journal:
source: Default Journal
ca_es: Diari per defecte

# field:sale.device,journals:
source: Journals
ca_es: Diaris

# field:sale.device,name:
source: Device Name
ca_es: Nom del terminal

# field:sale.device,rec_name:
source: Name
ca_es: Nom

# field:sale.device,shop:
source: Shop
ca_es: Botiga

# field:sale.device,users:
source: Users
ca_es: Usuaris

# field:sale.device,write_date:
source: Write Date
ca_es: Data de modificació

# field:sale.device,write_uid:
source: Write User
ca_es: Usuari de modificació

# field:sale.device.account.statement.journal,create_date:
source: Create Date
ca_es: Data creació

# field:sale.device.account.statement.journal,create_uid:
source: Create User
ca_es: Usuari de creació

# field:sale.device.account.statement.journal,device:
source: Sale Device
ca_es: Terminal de venda

# field:sale.device.account.statement.journal,journal:
source: Statement Journal
ca_es: Diari d'extracte

# field:sale.device.account.statement.journal,rec_name:
source: Name
ca_es: Nom

# field:sale.device.account.statement.journal,write_date:
source: Write Date
ca_es: Data de modificació

# field:sale.device.account.statement.journal,write_uid:
source: Write User
ca_es: Usuari de modificació

# field:sale.line,amount_w_tax:
source: Amount with Tax
ca_es: Total

# field:sale.line,currency:
source: Currency
ca_es: Moneda

# field:sale.line,currency_digits:
source: Currency Digits
ca_es: Decimals de la moneda

# field:sale.line,unit_price_w_tax:
source: Unit Price with Tax
ca_es: Preu unitat imp. incl.

# field:sale.payment.form,currency_digits:
source: Currency Digits
ca_es: Decimals de la moneda

# field:sale.payment.form,journal:
source: Statement Journal
ca_es: Diari d'extracte

# field:sale.payment.form,journals:
source: Allowed Statement Journals
ca_es: Extractes diaris permessos

# field:sale.payment.form,party:
source: Party
ca_es: Tercer

# field:sale.payment.form,payment_amount:
source: Payment amount
ca_es: Quantitat pagada

# field:sale.sale,paid_amount:
source: Paid Amount
ca_es: Pagat

# field:sale.sale,payments:
source: Payments
ca_es: Pagaments

# field:sale.sale,pos_create_date:
source: Create Date
ca_es: Data creació

# field:sale.sale,residual_amount:
source: Residual Amount
ca_es: Pendent

# field:sale.sale,self_pick_up:
source: Self Pick Up
ca_es: Auto-recollida

# field:sale.sale,shop_address:
source: Shop Address
ca_es: Adreça botiga

# field:sale.sale,ticket_number:
source: Ticket Number
ca_es: Número de tiquet

# field:sale.shop,address:
source: Address
ca_es: Adreces

# field:sale.shop,party:
source: Default Party
ca_es: Tercer per defecte

# field:sale.shop,self_pick_up:
source: Default Self Pick Up
ca_es: Auto-recollida per defecte

# field:sale_pos.add_product_form,product:
source: Product
ca_es: Producte

# field:sale_pos.add_product_form,product_uom_category:
source: Product Uom Category
ca_es: Categoria UdM del producte

# field:sale_pos.add_product_form,quantity:
source: Quantity
ca_es: Quantitat

# field:sale_pos.add_product_form,sale:
source: Sale
ca_es: Venda

# field:sale_pos.add_product_form,unit:
source: Unit
ca_es: Unitat

# field:sale_pos.add_product_form,unit_digits:
source: Unit Digits
ca_es: Dígits unitat

# field:sale_pos.add_product_form,unit_price:
source: Unit price
ca_es: Preu unitat

# help:sale.sale,self_pick_up:
source: The goods are picked up by the customer before the sale, so no shipment is created.
ca_es: Els productes són recollits pel propi client abans de la venda, pel que no es generà albarà.

# help:sale.shop,self_pick_up:
source: The goods are picked up by the customer before the sale, so no shipment is created.
ca_es: Els productes són recollits pel propi client abans de la venda, pel que no es generà albarà.

# model:close.statement.done,name:
source: Close Statement
ca_es: Tanca extracte

# model:close.statement.start,name:
source: Close Statement
ca_es: Tanca extracte

# model:ir.action,name:
source: POS Device
ca_es: Dispositiu TPV

# model:ir.action,name:act_sale_device
source: Sale Device
ca_es: Terminal de venda

# model:ir.action,name:act_sale_reconcile
source: Reconcile Sales
ca_es: Concilia vendes TPV

# model:ir.action,name:act_sale_statement_form
source: Statements
ca_es: Extractes

# model:ir.action,name:wizard_close_statement
source: Close Statements
ca_es: Tanca extractes

# model:ir.action,name:wizard_open_statement
source: Open Statements
ca_es: Obre extractes

# model:ir.action,name:wizard_sale_payment
source: Pay
ca_es: Paga

# model:ir.action.act_window.domain,name:
source: All
ca_es: Tot

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_all
source: All
ca_es: Tot

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_draft
source: Draft
ca_es: Esborrany

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_posted
source: Posted
ca_es: Valida

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_validated
source: Validated
ca_es: Validat

# model:ir.sequence.strict,name:
source: Sale Pos
ca_es: Venta TPV

# model:ir.sequence.type,name:
source: Sale Pos
ca_es: Venta TPV

# model:ir.ui.menu,name:
source: POS Devices
ca_es: Dispositius TPV

# model:ir.ui.menu,name:menu_close_statement
source: Close Statements
ca_es: Tanca extractes

# model:ir.ui.menu,name:menu_open_statement
source: Open Statements
ca_es: Obre extractes

# model:ir.ui.menu,name:menu_sale_device
source: Sale Devices
ca_es: Terminals de venda

# model:ir.ui.menu,name:menu_sale_statement
source: Statements
ca_es: Extractes

# model:open.statement.done,name:
source: Open Statement
ca_es: Obre extracte

# model:open.statement.start,name:
source: Open Statement
ca_es: Obre extracte

# model:sale.device,name:
source: Sale Device Configuration
ca_es: Configuració de terminal de venda

# model:sale.device.account.statement.journal,name:
source: Sale Device - Statement Journal
ca_es: Terminal de venda - Extracte diari

# model:sale.payment.form,name:
source: Sale Payment Form
ca_es: Formulari de pagament de venda

# model:sale_pos.add_product_form,name:
source: Add Product Form
ca_es: Formulari afegeix producte

# odt:sale_pos.sale_pos_ticket:
source: Amount
ca_es: Import

# odt:sale_pos.sale_pos_ticket:
source: Customer:
ca_es: Client:

# odt:sale_pos.sale_pos_ticket:
source: Date:
ca_es: Data:

# odt:sale_pos.sale_pos_ticket:
source: Description
ca_es: Descripció

# odt:sale_pos.sale_pos_ticket:
source: Draft Sale N°
ca_es: Factura esborrany Núm.

# odt:sale_pos.sale_pos_ticket:
source: Paid:
ca_es: Pagat:

# odt:sale_pos.sale_pos_ticket:
source: Qty
ca_es: Qtat

# odt:sale_pos.sale_pos_ticket:
source: Residual:
ca_es: Pendent:

# odt:sale_pos.sale_pos_ticket:
source: Sale N°
ca_es: Venta Núm

# odt:sale_pos.sale_pos_ticket:
source: Salesman:
ca_es: Atès per:

# odt:sale_pos.sale_pos_ticket:
source: Taxes:
ca_es: Impostos:

# odt:sale_pos.sale_pos_ticket:
source: Ticket Nº
ca_es: Factura simplificada Núm.

# odt:sale_pos.sale_pos_ticket:
source: Total (excl. taxes):
ca_es: Total (sense imp.):

# odt:sale_pos.sale_pos_ticket:
source: Unit Price
ca_es: Preu u.

# odt:sale_pos.sales_summary:
source: Amount
ca_es: Import

# odt:sale_pos.sales_summary:
source: Date
ca_es: Data

# odt:sale_pos.sales_summary:
source: Notes:
ca_es: Observacions:

# odt:sale_pos.sales_summary:
source: POS SALES SUMMARY
ca_es: RESUM VENDES TPV

# odt:sale_pos.sales_summary:
source: Party
ca_es: Tercer

# odt:sale_pos.sales_summary:
source: Tax
ca_es: Impostos

# odt:sale_pos.sales_summary:
source: Ticket Nº
ca_es: Factura simplificada Núm.

# odt:sale_pos.sales_summary_by_party:
source: Amount
ca_es: Import

# odt:sale_pos.sales_summary_by_party:
source: From:
ca_es: Des de:

# odt:sale_pos.sales_summary_by_party:
source: Notes:
ca_es: Observacions:

# odt:sale_pos.sales_summary_by_party:
source: POS SALES BY PARTY
ca_es: VENDES TPV PER TERCER

# odt:sale_pos.sales_summary_by_party:
source: Party
ca_es: Tercer

# odt:sale_pos.sales_summary_by_party:
source: Tax
ca_es: Impostos

# odt:sale_pos.sales_summary_by_party:
source: To:
ca_es: Fins:

# view:close.statement.done:
source: Close Statements
ca_es: Tanca extractes

# view:close.statement.start:
source: Close Statements
ca_es: Tanca extractes

# view:close.statement.start:
source: You are going to close statements of your device.
ca_es: Aneu a tancar els extractes del vostre terminal.

# view:open.statement.done:
source: Open Statements
ca_es: Obre extractes

# view:open.statement.start:
source: Open Statements
ca_es: Obre extractes

# view:open.statement.start:
source: You are going to open statements of your device.
ca_es: Aneu a obrir els extractes del vostre terminal.

# view:product.product:
source: Codes
ca_es: Codis

# view:sale.device:
source: Sale Device Configuration
ca_es: Configuració de terminal de venda

# view:sale.line:
source: Lines
ca_es: Línies

# view:sale.payment.form:
source: Sale Payment Form
ca_es: Formulari de pagament de venda

# view:sale.sale:
source: Payments
ca_es: Pagaments

# view:sale.sale:
source: _Pay
ca_es: _Paga

# view:sale_pos.add_product_form:
source: Add product
ca_es: Afegeix producte

# wizard_button:close.statement,done,end:
source: Done
ca_es: Fet

# wizard_button:close.statement,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:close.statement,start,validate:
source: Ok
ca_es: D'acord

# wizard_button:open.statement,done,end:
source: Done
ca_es: Fet

# wizard_button:open.statement,start,create_:
source: Ok
ca_es: D'acord

# wizard_button:open.statement,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:sale.payment,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:sale.payment,start,pay_:
source: Pay
ca_es: Paga

# wizard_button:sale_pos.add_product,start,add_:
source: Add
ca_es: Afegeix

# wizard_button:sale_pos.add_product,start,add_new_:
source: Add and New
ca_es: Afegeix i nou

# wizard_button:sale_pos.add_product,start,end:
source: Cancel
ca_es: Cancel·la
